export const AppConstants = {
    filmDescription:
        'Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение. Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.',
    filmActors: [
        { name: 'Эдвард Нортон', url: 'https://www.kinopoisk.ru/name/25774/' },
        { name: 'Брэд Питт', url: 'https://www.kinopoisk.ru/name/25584/' },
        { name: 'Хелена Бонем Картер', url: 'https://www.kinopoisk.ru/name/25775/' },
        { name: 'Мит Лоаф', url: 'https://www.kinopoisk.ru/name/14127/' },
        { name: 'Зэк Гренье', url: 'https://www.kinopoisk.ru/name/25776/' },
        { name: 'Холт Маккэллани', url: 'https://www.kinopoisk.ru/name/8151/' },
    ],
};
